Repository: q-kirill/po-pluralization-test-ethan
Catalog: *.po
Languages: fr_fr

source: %(name)s, here’s your noon password reset request
fr_fr: %(name)s , Voici votre mot de passe midi demande de réinitialisation

source: Forgot you password?
fr_fr: Mot de passe oublié?

source: Hello %(name)s
fr_fr: Bonjour %(name)s

source: That's okay, it happens. Click on the button to reset it
fr_fr: Ça va, ça se passe. Cliquez sur le bouton pour le réinitialiser

source: Reset Password
fr_fr: Réinitialiser le mot de passe

source: Please verify your phone number by entering the following code %(code)s
fr_fr: S'il vous plaît vérifier votre numéro de téléphone en entrant le code suivant %(code)s

source: Item(s) from your order %(order_nr)s have been cancelled
fr_fr: Point (s) de votre %(order_nr)s commande ont été annulés

source: Item(s) from your order %(order_nr)s have been cancelled.
fr_fr: Point (s) de votre %(order_nr)s commande ont été annulés.

source: Your order has been cancelled
fr_fr: Votre commande a été annulée

source: An item has been cancelled.
fr_fr: Un élément a été annulé.

source: We’re sorry but it looks like there was a problem with your order.
fr_fr: Nous sommes désolés, mais il semble que il y avait un problème avec votre commande.

source: Your order %(order_nr)s has been cancelled
fr_fr: Votre commande %(order_nr)s a été annulée

source: An item has been cancelled from your order %(order_nr)s.
fr_fr: Un élément a été annulé à partir de %(order_nr)s votre commande.

source: We'll send you a shipping confirmation email as soon as your order is on its way.
fr_fr: Nous vous enverrons une confirmation d'expédition email dès que votre commande est sur son chemin.

source: Thank You,
fr_fr: Je vous remercie,

source: noon
fr_fr: Le midi

source: Item(s) from your order %(order_nr)s have been delivered
fr_fr: Point (s) de votre %(order_nr)s commande ont été livrés

source: Item(s) from your order %(order_nr)s have been delivered.
fr_fr: Point (s) de votre %(order_nr)s commande ont été livrés.

source: Hi %(name)s
fr_fr: Salut %(name)s

source: %(count)s item from your order %(order_nr)s has been delivered.
fr_fr: %(count)s Article de votre commande a %(order_nr)s été livré.

source: Item
fr_fr: Article

source: Item(s) from your order %(order_nr)s have been shipped
fr_fr: Point (s) de votre %(order_nr)s commande ont été expédiés

source: Item(s) from your order %(order_nr)s have been shipped.
fr_fr: Point (s) de votre %(order_nr)s commande ont été expédiés.

source: Shipment Out for Delivery
fr_fr: Expédition En cours de livraison

source: The wait is over...
fr_fr: L'attente est terminée...

source: An item from your order %(order_nr)s is out for delivery.
fr_fr: Un article de votre commande %(order_nr)s est pour la livraison.

source: To avoid delays, please keep an amount of AED %(payable)s ready to pay when the package arrives.
fr_fr: Pour éviter tout retard, s'il vous plaît garder un %(payable)s montant de AED prêt à payer lorsque le colis arrive.

source: Rest of your order is on its way.
fr_fr: Reste de votre commande est sur son chemin.

source: Your order %(order_nr)s has been confirmed
fr_fr: Votre commande %(order_nr)s a été confirmée

source: Your order %(order_nr)s has been confirmed successfully!
fr_fr: Votre commande %(order_nr)s a été confirmée avec succès!

source: Your order %(order_nr)s has been confirmed with %(count)s item.
fr_fr: Votre commande %(order_nr)s a été confirmée au point. %(count)s

source: Your order %(order_nr)s has been placed
fr_fr: Votre commande %(order_nr)s a bien été reçue

source: Your order %(order_nr)s has been placed successfully!
fr_fr: Votre commande %(order_nr)s a été placée avec succès!

source: Your order confirmation is here
fr_fr: Votre confirmation de commande est ici

source: You've got great taste! Thank you for shopping with us.
fr_fr: Vous avez beaucoup de goût! Merci pour faire du shopping avec nous.

source: Your noon order %(number)s has been confirmed and should be with you by 3 days!
fr_fr: Votre commande de %(number)s midi a été confirmée et devrait être avec vous en 3 jours!

source: Your return request %(return_nr)s
fr_fr: Votre demande de retour %(return_nr)s

source: Your return request %(return_nr)s is successful. Pickup will be made shortly!
fr_fr: Votre demande de %(return_nr)s retour est réussie. Pick-up sera bientôt!

source: Your return request %(return_nr)s for %(count)s item is being processed.
fr_fr: Votre demande de %(return_nr)s retour pour %(count)s le poste est en cours de traitement.
